Repository: Schaheer/LBA
Catalog: ablCordova/platforms/ios/ABL/Plugins/ABLPlugin/Localizable/*.lproj/Localizable.strings
Languages: ur

source: Things You Need
ur: درکار دستاویزات

source: Biometric Verification
ur: بائیو میٹرک تصدیق

source: Account Number
ur: اکاؤنٹ نمبر

source: Enter your account number
ur: اکاؤنٹ نمبر درج کریں۔

source: CNIC Number
ur: شناختی کارڈ نمبر

source: Enter your CNIC number
ur: شناختی کارڈ نمبر درج کریں۔

source: Next
ur: آگے بڑھیں

source: Cancel
ur: منسوخ

source: OTP Verification
ur: کی تصدیق OTP

source: Verify OTP
ur: کی تصدیق کریں OTP

source: Enter OTP:
ur: درج کریں۔ OTP

source: Please enter 6-digit verification code here:
ur: براہ کرم چھ ہندسے والا کوڈ درج کریں۔

source: 5:00 Minute
ur: پانچ منٹ

source: Submit
ur: جمع کرائیں

source: Resend OTP
ur: او ٹی پی کو دوبارہ بھیجیں۔

source: Did Not Receive OTP? Click Here To Resend OTP
ur: او ٹی پی موصول نہیں ہوا دوبارہ بھیجیں

source: Verify
ur: تصدیق کریں

source: Done
ur: ہو گیا

source: A One Time Password (OTP) has been sent at your mobile number (03XX-XXXXXXX) Please enter to proceed further
ur: آپ کے رجسٹرڈ موبائل نمبر پر بھیج دیا گیا ہے براہ کرم نیچے درج کریں۔ OTP

source: OTP Will Expire After 5 Minutes
ur: او ٹی پی کی میعاد 5 منٹ بعد ختم ہو جائے گی

source: Change Number
ur: نمبر تبدیل کریں

source: Did not recieve OTP - Resend
ur: موصول نہیں ہوا - دوبارہ بھیجیں۔ OTP

source: Back
ur: واپس جائیں

source: Mobile Number
ur: موبائل فون کا نمبر

source: Enter your mobile number
ur: موبائل فون کا نمبر درج کریں۔

source: Make sure entered mobile number is registered against your CNIC
ur: یقینی بنائیں کہ درج کردہ موبائل نمبر آپ کے CNIC کے خلاف رجسٹرڈ ہے

source: Have you ported your mobile network?
ur: کیا آپ نےاپنا موبائل فون کا نمبر پورٹ کرلیا ہے؟

source: Attach CNIC
ur: منسلک کریں CNIC

source: Take a Clear Picture Of Your Original CNIC
ur: کی واضح تصویر لیں CNIC اپنے اصلی

source: Cnic Front
ur: شناختی دستاویز (آگے سے)

source: Cnic Back
ur: شناختی دستاویز (پیچھے سے)

source: Instructions
ur: ہدایات

source: Let's Get Started
ur: آو شروع کریں

source: SIM Ownership Verification Failure
ur: سم کی ملکیت کی تصدیق میں ناکامی

source: SIM Verification Failed
ur: کی تصدیق ناکام ہو گئی SIM

source: As per Telecom Operator records, provided mobile number is not registered with scanned CNIC Do you wish to change mobile number?
ur: ٹیلی کام آپریٹر کے ریکارڈ کے مطابق، فراہم کردہ موبائل نمبر سکین شدہ CNIC کے ساتھ رجسٹرڈ نہیں ہے۔ کیا آپ موبائل نمبر تبدیل کرنا چاہتے ہیں؟

source: Mobile Network
ur: موبائل نیٹ ورک

source: Select your mobile network
ur: اپنے موبائل نیٹ ورک کو منتخب کریں

source: Press here to continue with same Mobile number to open Instant myABL Wallet Account
ur: انسٹنٹ myABL والیٹ اکاؤنٹ کھولنے کے لیے اسی موبائل نمبر کے ساتھ جاری رکھنے کے لیے یہاں دبائیں

source: Resume Application
ur: درخواست دوبارہ شروع کریں

source: Select And Continue
ur: منتخب کریں اور جاری رکھیں

source: Full Name (CNIC Data)
ur: مکمل نام (نادرا ریکارڈ کے مطابق)

source: Account Type
ur: اکاؤنٹ کی قسم

source: Account Currency
ur: اکاؤنٹ کی کرنسی

source: PKR
ur: پی کے آر

source: Create Another Application
ur: ایک اور درخواست تشکیل دیں

source: Continue
ur: جاری رہے

source: Create New Account
ur: نیا اکاؤنٹ بنانے

source: To update your mobile network in bank's system, please write "MNP" in message and send it to 9225 & 9080. Otherwise, you will not be able to receive One Time Password on your mobile phone.
ur: بینک کے سسٹم میں اپنے موبائل نیٹ ورک کو اپ ڈیٹ کرنے کے لیے، براہ کرم میسج میں "MNP" لکھیں اور اسے 9225 اور 9080 پر بھیجیں۔ بصورت دیگر، آپ اپنے موبائل فون پر ون ٹائم پاس ورڈ وصول نہیں کر سکیں گے۔

source: Welcome to the World of Possibilities & Lifestyle.
ur: ممکنات اور طرز زندگی کی دنیا میں خوش آمدید۔

source: Open your account in 4 easy steps
ur: اپنا اکاؤنٹ 4 آسان مراحل میں کھولیں۔

source: Original CNIC
ur: اصل CNIC

source: Picture of your signature
ur: دستخط کی تصویر لیں۔

source: Proof of Income
ur: آمدن کا ثبوت

source: (Not required for Asaan Digital Account, Asaan Digital Remittance Account & Freelancer Digital Account)
ur: (آسان ڈیجیٹل اکاؤنٹ، آسان ڈیجیٹل ریمیٹنس اکاؤنٹ اور فری لانسر ڈیجیٹل اکاؤنٹ کے لیے ضروری نہیں)

source: Please Note
ur: براہ مہربانی نوٹ کریں

source: You need to ensure that mobile number is registered on your CNIC
ur: دیا جانے والا موبائل نمبر آپ کے شناختی کارڈ پر رجسٹرڈ ہونا چاہیے

source: Be informed that during the process your live picture will be taken
ur: آپ کو مطلع کیا جاتا ہے کہ اکاؤنٹ کھولنے کےدوران آپ کی ائیو فوٹو لی جائے گی۔

source: If you wish to open Joint Account, details of joint applicant will be taken at the end of the process
ur: (جوائنٹ اکاؤنٹ کی صورت میں مشترکہ درخواست گزار کی تمام تفصیلات کے ساتھ دستاویزات درکار ہیں۔)

source: For Customer Support, Suggestions & Complaints
ur: کسٹمر سپورٹ، تجاویز اور شکایات کے لیے

source: Live Chat
ur: لائیو چیٹ

source: We will be obliged to have your feedback on overall user experience at the end of the process.
ur: اختتام پر آپ کے مجموعی تجزیہ /تاثرات ہمارے لئے مشعل راہ ہوں گے ۔

source: Must Read
ur: ضرور پڑھنا

source: In case of expired NADRA ID Document (CNIC/ SNIC), please upload original NADRA Token in place of Original ID Card. Please be informed that you shall update bank record with original renewed NADRA ID Card immediately on receipt but not later than ‘30’ days, otherwise, bank reserves the right to block operation in your account.
ur: براہ کرم اصل شناختی کارڈ کی جگہ پر اصل نادرا ٹوکن اپ لوڈ کریں۔ براہ کرم مطلع رہیں کہ آپ اصل تجدید شدہ نادرا شناختی کارڈ کے حصول کے فورن بعد بینک میں '30' دنوں کے اندر جمع کروائیں گے ، بصورت دیگر، بینک آپ کے اکاؤنٹ کو بلاک کرنے کا حق محفوظ رکھتا ہے۔

source: Bank will protect your personal details through strict information security controls, provided information will not be divulged
ur: بینک آپ کی ذاتی تفصیلات /معلومات کو محفوظ اور پووشیدہ رکھے گا، اور یہ کہ آپ کی آپ کی ذاتی معلومات کو ظاہر نہیں کیا جائے گا۔

source: All fields are mandatory except mentioned otherwise Please ensure you use camera enabled device during whole onboarding process. Your Photograph/ Video call session(s) may be recorded for bank use.
ur: تمام معلومات ضروری ہیں ما سواے جو نشاندہ ہوں۔ اکاؤنٹ کھولنے کے لئے کمرے والا موبائل /کمپیوٹر استعمال ریں ۔ آپ کی تصویر/ویڈیو کال بینک کے استعمال کے لیے ریکارڈ کیے جا سکتے ہیں

source: Recommended browsers: Chrome, Firefox, Safari and Microsoft Edge
ur: تجویز کردہ براؤزر: کروم، فائر فاکس، سفاری اور مائیکروسافٹ ایج

source: Please be informed that your CNIC/ NICOP number is your unique tracking ID, which can be used to continue your application, if not completed at once. However, we urge you to complete the process in one go.
ur: براہ کرم مطلع کریں کہ آپ کا شناختی کارڈ نمبر آپ کا ٹریکنگ نمبر ہے، جسے آپ کی درخواست جاری رکھنے کے لیے استعمال کیا جا سکتا ہے، اگر ایک ہی دفع مکمّل نہیں کر سکتے ۔ تاہم، ہم آپ سے درخواست کرتے ہیں کہ اس عمل کو ایک ہی بار میں مکمل کریں۔

source: Setup Account
ur: اکاؤنٹ سیٹ اپ

source: Select Account Type
ur: اکاؤنٹ کی قسم منتخب کریں

source: Current
ur: کرنٹ

source: Savings
ur: بچت

source: Purpose of account
ur: اکاؤنٹ کا مقصد

source: Please select your preferred banking Method
ur: براہ کرم اپنا ترجیح کردہ بینکنگ طریقہ منتخب کریں

source: Islamic
ur: اسلامک

source: Read More
ur: مزید پڑھ

source: Conventional
ur: روایتی

source: ABL Branch
ur: برانچ ABL

source: Please Locate or Select your preferred ABL Branch
ur: براہ کرم اپنی ترجیح کردہ ABL برانچ تلاش کریں یا منتخب کریں

source: ABL Branches near you
ur: آپ کے قریب ABL برانچز

source: Select your preferred branch
ur: اپنی ترجیح کردہ برانچ منتخب کریں

source: List of ABL Branches...
ur: شاخوں کی فہرست ... ABL

source: Select your preferred Account
ur: اپنا ترجیح کردہ اکاؤنٹ منتخب کریں

source: Based on your profile
ur: آپ کے پروفائل کی بنیاد پر

source: Asaan Digital Account
ur: آسان ڈیجیٹل اکاؤنٹ

source: An everyday account for every Pakistani. Allied Assan Digital Account is tailored to cater the banking needs of unbanked people of society with simplified account opening requirement/ procedures.
ur: ہر پاکستانی کے لیے روزمرہ کا اکاؤنٹ۔ الائیڈ Assan ڈیجیٹل اکاؤنٹ معاشرے کے غیر بینکوں کے لوگوں کی بینکنگ ضروریات کو پورا کرنے کے لیے بنایا گیا ہے جس میں اکاؤنٹ کھولنے کی ضرورت/ طریقہ کار آسان ہے۔

source: Do you have proof of income?
ur: کیا آپ کے پاس آمدنی کا ثبوت ہے؟

source: Gender
ur: جنس

source: Select Gender
ur: جنس کا انتخاب کریں

source: Select Your Account
ur: اپنا اکاؤنٹ منتخب کریں

source: Maximum credit balance limit PKR 1,000,000 Maximum Debit balance limit PKR 1,000,000 Currency PKR
ur: زیادہ سے زیادہ کریڈٹ بیلنس کی حد PKR 1,000,000، زیادہ سے زیادہ ڈیبٹ بیلنس کی حد PKR 1,000,000 کرنسی PKR

source: Select the Currency
ur: کرنسی کا انتخاب کریں

source: The currency that will used to send and recieve amount
ur: کرنسی جو رقم بھیجنے اور وصول کرنے کے لیے استعمال ہوگی

source: Rs Pakistani Rupee
ur: پاکستانی روپیہ

source: $ US Dollar
ur: $ امریکی ڈالر

source: £ Pound Sterling
ur: £ پاؤنڈ سٹرلنگ

source: ¥ Japanese Yen
ur: ¥ جاپانی ین

source: € Euro
ur: یورو €

source: Review Details
ur: تفصیلات کا جائزہ لیں

source: Summary
ur: خلاصہ

source: Banking Mode
ur: بینکاری موڈ

source: Branch
ur: برانچ

source: Branch 4
ur: برانچ 4

source: Currency
ur: کرنسی

source: Account
ur: کھاتہ

source: Nature Of Account
ur: اکاؤنٹ کی نوعیت

source: Single
ur: سنگل

source: CNIC
ur: شناختی کارڈ

source: Date Of Birth
ur: تاریخ پیدائش

source: CNIC Date Of Issue
ur: شناختی کارڈ جاری کرنے کی تاریخ

source: CNIC Date Of Expiry
ur: شناختی دستاویز تاریخ منسوخی

source: Mother Name
ur: والدہ کا نام

source: Place of Birth
ur: پیدائش کی جگہ

source: Lahore
ur: لاہور

source: Country
ur: ملک

source: Pakistan
ur: پاکستان

source: Account Details
ur: اکاؤنٹ کی تفصیلات

source: Salary/Personal
ur: تنخواہ/ذاتی

source: Your Details
ur: آپ کی تفصیلات

source: Title
ur: ٹائیٹل

source: Mrs.
ur: مسز.

source: Full Name
ur: پورا نام

source: Customer Full Name
ur: مکمل نام کسٹمر

source: Female
ur: عورت

source: Father / Husband Name
ur: والد/شوہر کا نام

source: Father’s Name
ur: والد کا نام

source: Profession
ur: پیشہ

source: Salaried
ur: تنخواہ دار

source: Occupation
ur: ذریعہِ معاش

source: Accountant
ur: اکاؤنٹنٹ

source: Expected Salary / Income Per Year
ur: متوقع ماہانہ تنخواہ /آمدنی

source: Current / Mailing Address for Correspondence
ur: خط و کتابت کے لیے موجودہ / ڈاک کا پتہ

source: Address
ur: ایڈریس

source: Nearest Landmark
ur: قریبی امتیازی جگہ

source: i.e. any prominent/ popular place near your address
ur: یعنی آپ کے پتے کے قریب کوئی نمایاں/مقبول جگہ

source: Name of Place
ur: جگہ کا نام

source: Tehsil / Town
ur: تحصیل/ قصبہ

source: Lahore City
ur: لاہور سٹی

source: City
ur: شہر

source: Email Address
ur: ای میل اڈریس

source: Details of Transactions
ur: لین دین کی تفصیلات

source: Debit Card
ur: ڈیبٹ کارڈ

source: Cheque Book
ur: چیک بک

source: No
ur: نہیں

source: Transaction Alerts
ur: لین دین کے انتباہات

source: Documents
ur: کاغذات

source: Signature
ur: دستخط

source: View Terms & Conditions to agree / disagree
ur: دیکھیں متفق/غیر متفق ہونے کے لیے شرائط و ضوابط

source: I / We confirm My / our declaration
ur: میں / ہم اس بات سے اتفاق کرتے ہیں

source: Thank You!
ur: شکریہ!

source: Your have successfully submitted your application for the Asaan Digital Account to Allied Bank. For any further inquiry, please contact ada@abl.com or call our Helpline: 111-225-225
ur: آپ نے کامیابی کے ساتھ آسان ڈیجیٹل اکاؤنٹ کے لیے اپنی درخواست الائیڈ بینک میں جمع کرادی ہے۔ مزید کسی بھی انکوائری کے لیے، براہ کرم ada@abl.com پر رابطہ کریں یا ہماری ہیلپ لائن پر کال کریں: 111-225-225

source: We will be obliged if you can take a minute to give us feedback and provide your input to further improve the digital onboarding experience
ur: اگر آپ ہمیں فیڈ بیک دینے اور ڈیجیٹل آن بورڈنگ کے تجربے کو مزید بہتر بنانے کے لیے اپنا ان پٹ فراہم کرنے کے لیے ایک منٹ نکال سکتے ہیں تو ہم اس کے پابند ہوں گے

source: No Thanks
ur: نہیں شکریہ

source: Feedback
ur: رائے

source: Take your Live Picture
ur: لائیو تصویر کھینچیں

source: Click here
ur: یہاں کلک کریں

source: Upload Picture of Your signature
ur: دستخط کی تصویر اپلوڈ کریں۔

source: If you want to open Joint Account with another person?
ur: اگر آپ کسی دوسرے شخص کے ساتھ جوائنٹ اکاؤنٹ کھولنا چاہتے ہیں؟

source: Take the picture of your signature on white paper
ur: سفید کاغذ پر اپنے دستخط کی تصویر لیں۔

source: Select the Nature of Account
ur: اکاؤنٹ کی نوعیت کو منتخب کریں

source: Joint
ur: مشترکہ

source: Select number of additional applicants
ur: اضافی درخواست گزاروں کی تعداد منتخب کریں

source: Select additional applicants
ur: اضافی درخواست گزاروں منتخب کریں

source: Additional Applicant Details
ur: درخواست گزار کی اضافی تفصیلات

source: Relationship
ur: رشتہ

source: Select relationship
ur: رشتہ منتخب کریں

source: Full Name (As per NADRA Record)
ur: پورا نام (نادرا ریکارڈ کے مطابق)

source: You may amend if correction is required
ur: اگر اصلاح کی ضرورت ہو تو آپ ترمیم کر سکتے ہیں

source: Father/Husband Name (As per NADRA Record)
ur: والد/شوہر کا نام (نادرا ریکارڈ کے مطابق)

source: Email (Optional)
ur: ای میل (اختیاری)

source: Please enter your email address
ur: براہ کرم اپنا ای میل ایڈریس درج کریں

source: Full Fahter’s Name (Pre-filled)
ur: مکمل فاتر کا نام (پہلے سے بھرا ہوا)

source: Full Name will be Pre-Populated
ur: مکمل نام پہلے سے آباد کیا جائے گا

source: Father Name will be Pre-Populated
ur: والد کا نام پہلے سے آباد کیا جائے گا

source: CNIC Issuance date
ur: شناختی دستاویز تاریخ اجراء

source: 24/5/2018 (Pre-Populated)
ur: 24/5/2018 (پہلے سے آباد)

source: Enter residence phone number
ur: رہائشی فون نمبر درج کریں

source: Current/Mailing Address for Correspondence
ur: خط و کتابت کے لیے موجودہ/میلنگ ایڈریس

source: Pre-filled Address
ur: پہلے سے بھرا ہوا پتہ

source: Pre-filled City
ur: پہلے سے بھرا ہوا شہر

source: Please Select
ur: براہ مہربانی منتخب کریں

source: Mailing Address Preferences
ur: میلنگ پتے کی ترجیحات

source: at which address bank shall send letters/correspondence.
ur: بینک کون سے پتے پر مراسلات بھیجے/خط و کتابت کرے۔

source: Step 1
ur: مرحلہ نمبر 1

source: Step 2
ur: مرحلہ نمبر 2

source: Step 3
ur: مرحلہ نمبر 3

source: Step 4
ur: مرحلہ نمبر 4

source: Employment Details
ur: ملازمت کی تفصیلات

source: NTN (Optional)
ur: ٹیکس ایڈنٹیفکیشن (اختیاری)

source: Please mention your average monthly salary/ income in Pakistani Rupee (PKR)
ur: براہ کرم اپنی ماہانہ تنخواہ/آمدن پاکستانی روپیہ (پی کے آر) میں درج کریں

source: Enter Salary/Income Here
ur: یہاں تنخواہ/آمدنی درج کریں

source: Choose Your Debit Card
ur: ڈیبٹ کارڈ چنیں

source: Cheque Book Required?
ur: چیک بک چاہیے؟

source: Cheque Book will be delivered at your selected branch
ur: چیک بک آپ کی منتخب برانچ میں پہنچائی جائے گی

source: Transactional Alerts
ur: ٹرانزیکشنل الرٹس

source: Where do you want bank to send account transaction alerts.
ur: آپ کہاں چاہتے ہیں کہ بینک اکاؤنٹ ٹرانزیکشن الرٹس بھیجے۔

source: SMS
ur: پیغام

source: UPI PayPak Classic
ur: UPI PayPak کلاسک

source: Domestic & International use Daily Transaction Limit 50,000/- on ATM Daily Transaction Limit 50,000/- on POS ATM Fund Tranfer ATM Bill Payment
ur: گھریلو اور بین الاقوامی استعمال اے ٹی ایم پر روزانہ لین دین کی حد 50,000/- POS پر روزانہ لین دین کی حد 50,000/- اے ٹی ایم فنڈ ٹرانسفر اے ٹی ایم بل کی ادائیگی

source: VDC Classic
ur: VDC کلاسک

source: Reason for Requiring Visa Card
ur: ویزا کارڈ کی ضرورت کی وجہ

source: Select reason
ur: وجہ منتخب کریں

source: Debit Card Delivery
ur: ڈیبٹ کارڈ کی ترسیل

source: How this Card shall be Delivered
ur: یہ کارڈ کیسے ڈیلیور کیا جائے گا۔

source: Upload Proof of Income
ur: آمدن کا ثبوت اپلوڈ کریں۔

source: Minor
ur: معمولی

source: Same as mailing address
ur: میلنگ ایڈریس کی طرح

source: Permanent Residential Address
ur: مستقل رہائشی پتہ

source: Landline Number (Optional)
ur: (اختیاری) لینڈلائن نمبر

source: Mailing Address Preferences
ur: خط و کتابت کے لیے حالیہ/میلنگ پتہ

source: Your Preferred Banking Mode
ur: آپ کا ترجیح کردہ بینکنگ موڈ

source: Please select Type of Account
ur: براہ کرم اکاؤنٹ کی قسم منتخب کریں

source: Choose your branch
ur: اپنی برانچ چنیں

source: Below are suggested branches based on your current location
ur: آپکے موجودہ مقام کی بنیاد پر آپکو مندرجہذیل برانچیں تجویز کی گئی ہی

source: Choose preferred branch
ur: اپنی ترجیح کرد برانچ چنیں

source: Or select yourself
ur: یا خود منتخب کریں

source: Your Nationality Details
ur: آپ کی قومیت کی تفصیلات

source: PAKISTAN, ISLAMIC REPUBLIC OF
ur: پاکستان، اسلامی جمہوریہ

source: FATCA
ur: فیٹکا

source: Are you a U.S. tax Resident?
ur: کیا آپ یو ایس ٹیکس کے رہائشی ہیں؟

source: Are you a U.S. tax Citizen?
ur: کیا آپ ایک امریکی شہری ہیں؟

source: Do you have any "in-care-of" or "hold mail" address?
ur: کیا آپ کے پاس کوئی ان کیئر آف یا ہولڈ میل ایڈریس ہے؟

source: Is your place of birth in the U.S. or in any U.S. territory?
ur: کیا آپ کی جائے پیدائش امریکہ میں ہے یا امریکہ کے کسی علاقے میں؟

source: Do you intend to issue any standing instructions for transfer of funds to U.S. or U.S. overseas territory?
ur: کیا آپ US یا U.S. سمندر پار علاقے میں رقوم کی منتقلی کے لیے کوئی مستقل ہدایات جاری کرنے کا ارادہ رکھتے ہیں؟

source: Are you holding a U.S. Permanent Resident Card (Green Card Holder)?
ur: کیا آپ کے پاس یو ایس کا مستقل رہائشی کارڈ (گرین کارڈ ہولڈر) ہے؟

source: Have you issued any Authority / Operating Authority to USA Citizen / Green Card Holder / or a person with US address/ phone number?
ur: کیا آپ نے یو ایس اے سٹیزن/ گرین کارڈ ہولڈر/ یا امریکی ایڈریس/ فون نمبر والے شخص کو کوئی اٹارنی/ آپریٹنگ اتھارٹی جاری کی ہے؟

source: The Foreign Account Tax Compliance Act (FATCA), requires us to generally acquire information regarding foreign assets held by applicants.
ur: فارن اکاؤنٹ ٹیکس کمپلائنس ایکٹ (فیٹکا) ہمارے لیے درخواست گزاران سے ان کے بیرونی اثاثوں سے متعلق عمومی سوالات پوچھنا لازم قراردیتا ہے۔

source: Remitter's Details
ur: بھیجنے والے کی تفصیلات

source: Name of Remitter
ur: بھیجنے والے کا نام

source: Note to be added under full name field : You may amend if correction is required
ur: مکمل نام کی فیلڈ کے تحت شامل کرنے کے لیے نوٹ: اگر اصلاح درکار ہو تو آپ ترمیم کر سکتے ہیں

source: Enter full name
ur: پورا نام درج کریں

source: Enter relationship
ur: رشتہ درج کریں۔

source: Add Remitter
ur: بھیجنے والا شامل کریں

source: Are you a tax resident outside Pakistan?
ur: کیا آپ پاکستان سے باہر ٹیکس رہائشی ہیں؟

source: Select country
ur: ملک منتخب کریں

source: Do you have Tax Identification Number?
ur: کیا آپ کے پاس ٹیکس شناختی نمبر ہے؟

source: What is your Tax Identification Number
ur: آپ کا ٹیکس شناختی نمبر کیا ہے

source: Enter Tax Identification Number
ur: ٹیکس شناختی نمبر درج کریں

source: If you don’t have Tax Identification Number select reason for non availibility:
ur: اگر آپ کے پاس ٹیکس شناختی نمبر نہیں ہے تو عدم دستیابی کی وجہ منتخب کریں:

source: Select reason unavailability
ur: نہ ہونے کی وجہ

source: Why are you unable to obtain TIN?
ur: آپ TIN حاصل کرنے سے کیوں قاصر ہیں؟

source: Enter reason here
ur: وجہ یہاں درج کریں

source: Reason if not available
ur: اگر دستیاب نہ ہو تو وجہ

source: For Reason 'B' provide Explanation
ur: وجہ نمبر ٢ کے لیے وضاحت درج کریں

source: Provide Information
ur: معلومات فراہم کریں

source: Country of Nationality
ur: قومیت کا ملک

source: Select one
ur: ایک منتخب کریں

source: Add Another Country
ur: ایک اور ملک شامل کریں

source: Electronic SOA Required?
ur: کی ضرورت ہے؟ SOA الیکٹرانک

source: Next of Kin Details
ur: اگلے صلہ کی تفصیلات

source: Name (Kin)
ur: نام (صلہ)

source: Please enter name
ur: براہ کرم نام درج کریں

source: Yes
ur: جی ہاں
